Repository: startupjafari/studenthub
Catalog: apps/ios/Resources/Localizable.xcstrings
Source language: ru
Languages: kk

# applications.approved
source: Одобрена
kk: Мақұлданған

# applications.cancelled
source: Отменена
kk: Болдырылмады

# applications.draft
source: Черновик
kk: Жоба

# applications.empty
source: Заявок пока нет
kk: Әзірге өтініш жоқ

# applications.history
source: История
kk: Тарих

# applications.inReview
source: На рассмотрении
kk: Қаралуда

# applications.issued
source: Выдана
kk: Берілді

# applications.mine
source: Мои заявки
kk: Менің өтінімдерім

# applications.ready
source: Готова
kk: Дайын

# applications.rejected
source: Отклонена
kk: Қабылданбаған

# applications.service
source: Услуга
kk: Қызмет

# applications.submit
source: Подать заявку
kk: Өтінім беру

# applications.submitted
source: Подана
kk: Берілген

# auth.hidePassword
source: Скрыть пароль
kk: Құпиясөзді жасыру

# auth.identifier
source: Email или имя пользователя
kk: Email немесе пайдаланушы аты

# auth.identifierPlaceholder
source: you@example.com или username
kk: you@example.com немесе username

# auth.loginTitle
source: Вход
kk: Кіру

# auth.password
source: Пароль
kk: Құпиясөз

# auth.qrApproveConfirm
source: Подтвердить вход
kk: Кіруді растау

# auth.qrApproveDone
source: Готово! Вернитесь к компьютеру — вход выполнен.
kk: Дайын! Компьютерге оралыңыз — кіру орындалды.

# auth.qrApproveError
source: Не удалось подтвердить вход. Попробуйте снова.
kk: Кіруді растау мүмкін болмады. Қайталап көріңіз.

# auth.qrApproveInvalid
source: Ссылка недействительна или устарела.
kk: Сілтеме жарамсыз немесе ескірген.

# auth.qrApprovePrompt
source: Подтвердите вход в StudentHub на компьютере
kk: Компьютерде StudentHub-қа кіруді растаңыз

# auth.qrApproveReject
source: Отклонить
kk: Қабылдамау

# auth.qrApproveRejected
source: Вход отклонён.
kk: Кіру қабылданбады.

# auth.qrApproveTitle
source: Вход на другом устройстве
kk: Басқа құрылғыда кіру

# auth.showPassword
source: Показать пароль
kk: Құпиясөзді көрсету

# auth.signIn
source: Войти
kk: Кіру

# auth.signingIn
source: Входим…
kk: Кіруде…

# auth.twoFactorBack
source: Назад ко входу
kk: Кіруге оралу

# auth.twoFactorBackupHint
source: Нет доступа к приложению? Введите один из резервных кодов
kk: Қосымшаға қол жеткізе алмайсыз ба? Резервтік кодтардың бірін енгізіңіз

# auth.twoFactorCodeLabel
source: Код подтверждения
kk: Растау коды

# auth.twoFactorPrompt
source: Введите код из приложения-аутентификатора
kk: Аутентификатор қосымшасынан кодты енгізіңіз

# auth.twoFactorTitle
source: Двухфакторная аутентификация
kk: Екі факторлы аутентификация

# auth.twoFactorVerify
source: Подтвердить
kk: Растау

# auth.welcomeSubtitle
source: Войдите в свой аккаунт
kk: Аккаунтыңызға кіріңіз

# chats.archive
source: В архив
kk: Мұрағат

# chats.attach
source: Вложение
kk: Тіркеме

# chats.empty
source: Чатов пока нет
kk: Әзірге чат жоқ

# chats.mute
source: Без звука
kk: Дыбыссыз

# chats.pin
source: Закрепить
kk: Бекіту

# chats.pinnedBadge
source: Закреплён
kk: Бекітілген

# chats.placeholder
source: Сообщение
kk: Хабарлама

# chats.reply
source: Ответить
kk: Жауап беру

# chats.replyingTo
source: Ответ
kk: Жауап

# chats.send
source: Отправить
kk: Жіберу

# chats.sent
source: Отправлено
kk: Жіберілді

# chats.tab.all
source: Все
kk: Барлығы

# chats.tab.archive
source: Архив
kk: Мұрағат

# chats.tab.requests
source: Запросы
kk: Сұраныстар

# chats.today
source: Сегодня
kk: Бүгін

# chats.unarchive
source: Из архива
kk: Қайтару

# chats.unmute
source: Включить звук
kk: Дыбысты қосу

# chats.unpin
source: Открепить
kk: Босату

# chats.voice.pause
source: Пауза
kk: Кідірту

# chats.voice.record
source: Записать голосовое
kk: Дауыстық жазу

# chats.voice.stop
source: Остановить запись
kk: Жазуды тоқтату

# chats.yesterday
source: Вчера
kk: Кеше

# common.cancel
source: Отменить
kk: Болдырмау

# common.close
source: Закрыть
kk: Жабу

# common.done
source: Готово
kk: Дайын

# common.save
source: Сохранить
kk: Сақтау

# documents.empty
source: Документов пока нет
kk: Әзірге құжат жоқ

# documents.noFiles
source: Файлов нет
kk: Файлдар жоқ

# documents.save
source: Сохранить
kk: Сақтау

# feed.comment
source: Комментарий
kk: Пікір

# home.notifications
source: Уведомления
kk: Хабарламалар

# more.applications
source: Заявки
kk: Өтініштер

# more.classmates
source: Одногруппники
kk: Топтастар

# more.documents
source: Документы
kk: Құжаттар

# more.events
source: События
kk: Іс-шаралар

# more.groupRequests
source: Обращения группы
kk: Топ өтініштері

# more.groups
source: Группы
kk: Топтар

# more.settings
source: Настройки
kk: Баптаулар

# more.subjects
source: Дисциплины
kk: Пәндер

# notifications.channels
source: Каналы
kk: Арналар

# notifications.empty
source: Уведомлений пока нет
kk: Әзірге хабарлама жоқ

# profile.about
source: О себе
kk: Өзім туралы

# profile.bio
source: О себе
kk: Өзім туралы

# profile.changeAvatar
source: Сменить фото
kk: Фотоны өзгерту

# profile.firstName
source: Имя
kk: Аты

# profile.lastName
source: Фамилия
kk: Тегі

# profile.personal
source: Личные данные
kk: Жеке деректер

# profile.saved
source: Сохранено
kk: Сақталды

# profile.saving
source: Сохраняем…
kk: Сақталуда…

# schedule.cancelled
source: Отменена
kk: Болдырылмады

# schedule.evenWeek
source: Чётная
kk: Жұп апта

# schedule.moved
source: Перенесена
kk: Ауыстырылды

# schedule.oddWeek
source: Нечётная
kk: Тақ апта

# schedule.substituted
source: Замена
kk: Алмастыру

# session.signOut
source: Выйти
kk: Шығу

# shell.lesson
source: Пара
kk: Сабақ

# shell.post
source: Публикация
kk: Жарияланым

# study.absent
source: Пропуск
kk: Рұқсатнама

# study.answer
source: Ответ
kk: Жауап

# study.assignment
source: Задание
kk: Тапсырма

# study.assignments
source: Задания
kk: Тапсырмалар

# study.attendance
source: Посещаемость
kk: Сабаққа қатысу

# study.attendanceRate
source: Посещаемость
kk: Сабаққа қатысу

# study.excused
source: Уважительная
kk: Дәлелді себеп

# study.grades
source: Оценки
kk: Бағалар

# study.late
source: Опоздал
kk: Кешікті

# study.link
source: Ссылка
kk: Сілтеме

# study.materials
source: Материалы
kk: Материалдар

# study.noAssignments
source: Заданий пока нет
kk: Әзірге тапсырма жоқ

# study.noGrades
source: Оценок пока нет
kk: Әзірге бағалар жоқ

# study.noMaterials
source: Материалов пока нет
kk: Әзірге материал жоқ

# study.submitted
source: На проверке
kk: Тексерілуде

# study.yourWork
source: Ваша работа
kk: Сіздің жұмысыңыз

# tab.chats
source: Чаты
kk: Чаттар

# tab.more
source: Ещё
kk: Тағы

# tab.schedule
source: Расписание
kk: Кесте

# tab.study
source: Учёба
kk: Оқу

# update.action
source: Обновить
kk: Жаңарту
